Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Operation_Statistics
source: Statistics
ar: الإحصاءات
cs: Statistika
de: Statistik
el: Στατιστικά
es: Estadísticas
fa: آمار
fr: Statistiques
hu: Statisztika
id: Statistik
it: Statistiche
ja: 統計
ko: 통계
pl: Statystyki
pt: Estatísticas
ro: Statistici
th: สถิติ
tr: İstatistikler
uk: Статистика
vi: Thống kê
zh_hans: 统计信息
zh_hant: 統計資料

# Operation_CompressionEstimate
source: Compression estimate
ar: تقدير الضغط
cs: Odhad komprese
de: Kompressionsschätzung
el: Εκτίμηση συμπίεσης
es: Estimación de compresión
fa: برآورد فشرده‌سازی
fr: Estimation de la compression
hu: Tömörítési arány becslése
id: Perkiraan kompresi
it: Stima della compressione
ja: 圧縮率の推定
ko: 압축률 추정
pl: Szacowanie kompresji
pt: Estimativa de compactação
ro: Estimare comprimare
th: การประมาณการบีบอัด
tr: Sıkıştırma tahmini
uk: Оцінка стиснення
vi: Ước tính nén
zh_hans: 压缩率估算
zh_hant: 壓縮率估計

# Operation_EntropyGraph
source: Entropy graph
ar: رسم الإنتروبيا البياني
cs: Graf entropie
de: Entropiediagramm
el: Γράφημα εντροπίας
es: Gráfico de entropía
fa: نمودار آنتروپی
fr: Graphique d'entropie
hu: Entrópiagrafikon
id: Grafik entropi
it: Grafico dell'entropia
ja: エントロピーグラフ
ko: 엔트로피 그래프
pl: Wykres entropii
pt: Gráfico de entropia
ro: Grafic entropie
th: กราฟเอนโทรปี
tr: Entropi grafiği
uk: Графік ентропії
vi: Biểu đồ entropy
zh_hans: 熵图
zh_hant: 熵圖表

# Operation_Patterns
source: Pattern statistics
ar: إحصاءات الأنماط
cs: Statistika vzorů
de: Musterstatistik
el: Στατιστικά μοτίβων
es: Estadísticas de patrones
fa: آمار الگوها
fr: Statistiques des motifs
hu: Mintastatisztika
id: Statistik pola
it: Statistiche dei pattern
ja: パターン統計
ko: 패턴 통계
pl: Statystyki wzorców
pt: Estatísticas de padrões
ro: Statistici modele
th: สถิติรูปแบบ
tr: Desen istatistikleri
uk: Статистика шаблонів
vi: Thống kê mẫu
zh_hans: 模式统计
zh_hant: 模式統計資料

# Operation_Classify
source: Data classification
ar: تصنيف البيانات
cs: Klasifikace dat
de: Datenklassifizierung
el: Ταξινόμηση δεδομένων
es: Clasificación de datos
fa: دسته‌بندی داده
fr: Classification des données
hu: Adatok osztályozása
id: Klasifikasi data
it: Classificazione dei dati
ja: データの分類
ko: 데이터 분류
pl: Klasyfikacja danych
pt: Classificação de dados
ro: Clasificare date
th: การจัดประเภทข้อมูล
tr: Veri sınıflandırma
uk: Класифікація даних
vi: Phân loại dữ liệu
zh_hans: 数据分类
zh_hant: 資料分類

# Operation_FindEmbedded
source: Find embedded file types
ar: البحث عن أنواع الملفات المضمّنة
cs: Hledání vložených typů souborů
de: Eingebettete Dateitypen suchen
el: Εύρεση ενσωματωμένων τύπων αρχείων
es: Búsqueda de tipos de archivo incrustados
fa: یافتن انواع فایل جاسازی‌شده
fr: Recherche des types de fichiers incorporés
hu: Beágyazott fájltípusok keresése
id: Temukan tipe file tersemat
it: Ricerca di tipi di file incorporati
ja: 埋め込まれた形式の探索
ko: 포함된 파일 형식 찾기
pl: Wyszukiwanie osadzonych typów plików
pt: Localização de tipos de arquivo incorporados
ro: Găsire tipuri de fișiere încorporate
th: ค้นหาชนิดไฟล์ที่ฝังอยู่
tr: Gömülü dosya türlerini bul
uk: Пошук вбудованих типів файлів
vi: Tìm loại tệp được nhúng
zh_hans: 查找嵌入的文件类型
zh_hant: 尋找內嵌的檔案類型

# Set_analysis_fileType_autoDetect
source: Detect the file type when opening
ar: اكتشاف نوع الملف عند الفتح
cs: Zjistit typ souboru při otevření
de: Dateityp beim Öffnen erkennen
el: Εντοπισμός του τύπου αρχείου κατά το άνοιγμα
es: Detectar el tipo de archivo al abrir
fa: تشخیص نوع فایل هنگام باز کردن
fr: Détecter le type de fichier à l'ouverture
hu: Fájltípus felismerése megnyitáskor
id: Deteksi tipe file saat membuka
it: Rileva il tipo di file all'apertura
ja: 開いたときにファイル形式を判定する
ko: 열 때 파일 형식 감지
pl: Wykrywaj typ pliku przy otwieraniu
pt: Detectar o tipo de arquivo ao abrir
ro: Detectare tip de fișier la deschidere
th: ตรวจหาชนิดไฟล์เมื่อเปิด
tr: Açarken dosya türünü algıla
uk: Визначати тип файлу під час відкриття
vi: Nhận dạng loại tệp khi mở
zh_hans: 打开时检测文件类型
zh_hant: 開啟時偵測檔案類型

# SetDesc_analysis_fileType_autoDetect
source: Reads the first and last 64 KB in the background and shows the most likely format in the status bar.
ar: يقرأ أول وآخر 64 KB في الخلفية ويُظهر التنسيق الأرجح في شريط الحالة.
cs: Na pozadí přečte prvních a posledních 64 KB a na stavovém řádku zobrazí nejpravděpodobnější formát.
de: Liest die ersten und letzten 64 KB im Hintergrund und zeigt das wahrscheinlichste Format in der Statusleiste an.
el: Διαβάζει τα πρώτα και τα τελευταία 64 KB στο παρασκήνιο και εμφανίζει την πιθανότερη μορφή στη γραμμή κατάστασης.
es: Lee los primeros y últimos 64 KB en segundo plano y muestra el formato más probable en la barra de estado.
fa: 64 KB نخست و آخر را در پس‌زمینه می‌خواند و محتمل‌ترین قالب را در نوار وضعیت نمایش می‌دهد.
fr: Lit les premiers et derniers 64 Ko en arrière-plan et affiche le format le plus probable dans la barre d'état.
hu: A háttérben beolvassa az első és az utolsó 64 KB-ot, és az állapotsoron megjeleníti a legvalószínűbb formátumot.
id: Membaca 64 KB pertama dan terakhir di latar belakang dan menampilkan format yang paling mungkin di bilah status.
it: Legge i primi e gli ultimi 64 KB in background e mostra il formato più probabile nella barra di stato.
ja: 先頭と末尾の 64 KB をバックグラウンドで読み、最も確からしい形式をステータスバーに表示します。
ko: 처음과 마지막 64KB를 백그라운드에서 읽고 가장 가능성이 높은 형식을 상태 표시줄에 표시합니다.
pl: Odczytuje pierwsze i ostatnie 64 KB w tle i pokazuje najbardziej prawdopodobny format na pasku stanu.
pt: Lê os primeiros e os últimos 64 KB em segundo plano e mostra o formato mais provável na barra de status.
ro: Citește în fundal primii și ultimii 64 KB și afișează formatul cel mai probabil în bara de stare.
th: อ่าน 64 KB แรกและสุดท้ายในเบื้องหลัง และแสดงรูปแบบที่น่าจะเป็นที่สุดในแถบสถานะ
tr: İlk ve son 64 KB'yi arka planda okur ve en olası biçimi durum çubuğunda gösterir.
uk: Читати перші й останні 64 КБ у фоновому режимі та показувати найімовірніший формат у рядку стану.
vi: Đọc 64 KB đầu và cuối ở chế độ nền và hiện định dạng có khả năng nhất trên thanh trạng thái.
zh_hans: 在后台读取开头和末尾的 64 KB，并在状态栏中显示最可能的格式。
zh_hant: 在背景讀取開頭和結尾的 64 KB，並在狀態列中顯示最可能的格式。

# Set_analysis_classify_constantShare
source: Classification: constant threshold
ar: التصنيف: حد الثبات
cs: Klasifikace: práh konstanty
de: Klassifizierung: Schwellenwert für Konstante
el: Ταξινόμηση: όριο σταθερών
es: Clasificación: umbral de constante
fa: دسته‌بندی: آستانهٔ ثابت
fr: Classification : seuil constant
hu: Osztályozás: állandó küszöbértéke
id: Klasifikasi: ambang konstan
it: Classificazione: soglia costante
ja: 分類: 定数のしきい値
ko: 분류: 상수 임계값
pl: Klasyfikacja: próg stałej
pt: Classificação: limite de constante
ro: Clasificare: prag pentru constant
th: การจัดประเภท: เกณฑ์ค่าคงที่
tr: Sınıflandırma: sabit eşiği
uk: Класифікація: поріг сталих даних
vi: Phân loại: ngưỡng hằng số
zh_hans: 分类：常量阈值
zh_hant: 分類：常數臨界值

# SetDesc_analysis_classify_constantShare
source: A block is constant when its most frequent value has at least this share (0.99 = 99%).
ar: تكون الكتلة ثابتة عندما تبلغ نسبة قيمتها الأكثر تكرارًا هذه النسبة على الأقل (0.99 = 99%).
cs: Blok je konstantní, pokud jeho nejčastější hodnota tvoří alespoň tento podíl (0,99 = 99 %).
de: Ein Block gilt als konstant, wenn sein häufigster Wert mindestens diesen Anteil hat (0,99 = 99 %).
el: Ένα μπλοκ είναι σταθερό όταν η συχνότερη τιμή του έχει τουλάχιστον αυτό το ποσοστό (0,99 = 99%).
es: Un bloque es constante cuando su valor más frecuente tiene al menos esta proporción (0,99 = 99 %).
fa: بلوکی ثابت است که پرتکرارترین مقدارش دست‌کم این سهم را داشته باشد (0.99 = 99%).
fr: Un bloc est constant lorsque sa valeur la plus fréquente représente au moins cette part (0,99 = 99 %).
hu: Egy blokk állandó, ha a leggyakoribb értékének aránya legalább ennyi (0,99 = 99%).
id: Blok dianggap konstan jika nilai yang paling sering muncul memiliki porsi setidaknya sebesar ini (0,99 = 99%).
it: Un blocco è costante quando il valore più frequente ha almeno questa quota (0,99 = 99%).
ja: 最頻値の割合がこの値以上のブロックを「定数」にします (0.99 = 99%)。
ko: 가장 많이 나타나는 값의 비율이 이 값 이상인 블록을 상수로 분류합니다(0.99 = 99%).
pl: Blok jest stały, gdy jego najczęstsza wartość ma co najmniej taki udział (0,99 = 99%).
pt: Um bloco é constante quando seu valor mais frequente tem pelo menos esta proporção (0,99 = 99%).
ro: Un bloc este constant când valoarea sa cea mai frecventă are cel puțin această pondere (0,99 = 99%).
th: บล็อกถือเป็นค่าคงที่เมื่อค่าที่พบบ่อยที่สุดมีสัดส่วนอย่างน้อยเท่านี้ (0.99 = 99%)
tr: En sık değeri en az bu paya sahip olan blok sabittir (0,99 = %99).
uk: Блок вважається сталим, якщо частка його найчастішого значення не менша за цю (0,99 = 99%).
vi: Một khối là hằng số khi giá trị thường gặp nhất chiếm ít nhất tỷ lệ này (0,99 = 99%).
zh_hans: 当块中出现最频繁的值所占比例至少为此值时，该块视为常量（0.99 = 99%）。
zh_hant: 區塊中出現最多的值所占比例至少達到此值時，即視為常數（0.99 = 99%）。

# Set_analysis_classify_textShare
source: Classification: text threshold
ar: التصنيف: حد النص
cs: Klasifikace: práh textu
de: Klassifizierung: Schwellenwert für Text
el: Ταξινόμηση: όριο κειμένου
es: Clasificación: umbral de texto
fa: دسته‌بندی: آستانهٔ متن
fr: Classification : seuil texte
hu: Osztályozás: szöveg küszöbértéke
id: Klasifikasi: ambang teks
it: Classificazione: soglia testo
ja: 分類: テキストのしきい値
ko: 분류: 텍스트 임계값
pl: Klasyfikacja: próg tekstu
pt: Classificação: limite de texto
ro: Clasificare: prag pentru text
th: การจัดประเภท: เกณฑ์ข้อความ
tr: Sınıflandırma: metin eşiği
uk: Класифікація: поріг тексту
vi: Phân loại: ngưỡng văn bản
zh_hans: 分类：文本阈值
zh_hant: 分類：文字臨界值

# SetDesc_analysis_classify_textShare
source: A block is text when at least this share is printable ASCII, whitespace or valid UTF-8 / UTF-16.
ar: تكون الكتلة نصًا عندما تكون هذه النسبة على الأقل منها ASCII قابلاً للطباعة أو مسافات بيضاء أو UTF-8 / UTF-16 صالحًا.
cs: Blok je text, pokud alespoň tento podíl tvoří tisknutelné znaky ASCII, prázdné znaky nebo platné UTF-8 / UTF-16.
de: Ein Block gilt als Text, wenn mindestens dieser Anteil druckbares ASCII, Leerraum oder gültiges UTF-8 / UTF-16 ist.
el: Ένα μπλοκ είναι κείμενο όταν τουλάχιστον αυτό το ποσοστό είναι εκτυπώσιμο ASCII, κενό διάστημα ή έγκυρο UTF-8 / UTF-16.
es: Un bloque es texto cuando al menos esta proporción es ASCII imprimible, espacio en blanco o UTF-8 / UTF-16 válido.
fa: بلوکی متن است که دست‌کم این سهم از آن ASCII قابل چاپ، فاصلهٔ سفید یا UTF-8 / UTF-16 معتبر باشد.
fr: Un bloc est du texte lorsqu'au moins cette part est de l'ASCII imprimable, des espaces ou de l'UTF-8 / UTF-16 valide.
hu: Egy blokk szöveg, ha legalább ekkora része nyomtatható ASCII, szóköz jellegű karakter vagy érvényes UTF-8 / UTF-16.
id: Blok dianggap teks jika setidaknya porsi ini berupa ASCII yang dapat dicetak, spasi, atau UTF-8 / UTF-16 yang valid.
it: Un blocco è testo quando almeno questa quota è ASCII stampabile, spazi vuoti o UTF-8 / UTF-16 valido.
ja: 印字可能 ASCII・空白類、または UTF-8 / UTF-16 として妥当な割合がこの値以上のブロックを「テキスト」にします。
ko: 인쇄 가능한 ASCII, 공백 또는 올바른 UTF-8 / UTF-16의 비율이 이 값 이상인 블록을 텍스트로 분류합니다.
pl: Blok jest tekstem, gdy co najmniej taki udział to drukowalne znaki ASCII, białe znaki lub prawidłowe UTF-8 / UTF-16.
pt: Um bloco é texto quando pelo menos esta proporção é ASCII imprimível, espaço em branco ou UTF-8 / UTF-16 válido.
ro: Un bloc este text când cel puțin această pondere este ASCII imprimabil, spațiu alb sau UTF-8 / UTF-16 valid.
th: บล็อกถือเป็นข้อความเมื่อมีสัดส่วนอย่างน้อยเท่านี้ที่เป็น ASCII ที่พิมพ์ได้ ช่องว่าง หรือ UTF-8 / UTF-16 ที่ถูกต้อง
tr: En az bu payı yazdırılabilir ASCII, boşluk veya geçerli UTF-8 / UTF-16 olan blok metindir.
uk: Блок вважається текстом, якщо не менше цієї частки становлять друковані ASCII, пробільні символи або допустимі UTF-8 / UTF-16.
vi: Một khối là văn bản khi ít nhất tỷ lệ này là ASCII in được, khoảng trắng hoặc UTF-8 / UTF-16 hợp lệ.
zh_hans: 当块中可打印 ASCII、空白或有效 UTF-8 / UTF-16 所占比例至少为此值时，该块视为文本。
zh_hant: 區塊中可列印 ASCII、空白字元或有效 UTF-8 / UTF-16 所占比例至少達到此值時，即視為文字。

# Set_analysis_classify_encryptedEntropy
source: Classification: encrypted entropy
ar: التصنيف: إنتروبيا التشفير
cs: Klasifikace: entropie šifrování
de: Klassifizierung: Entropie für verschlüsselt
el: Ταξινόμηση: εντροπία κρυπτογράφησης
es: Clasificación: entropía de cifrado
fa: دسته‌بندی: آنتروپی رمزنگاری
fr: Classification : entropie chiffrée
hu: Osztályozás: titkosított entrópia
id: Klasifikasi: entropi terenkripsi
it: Classificazione: entropia crittografati
ja: 分類: 暗号化のエントロピー
ko: 분류: 암호화 엔트로피
pl: Klasyfikacja: entropia zaszyfrowanych
pt: Classificação: entropia de criptografados
ro: Clasificare: entropie pentru criptat
th: การจัดประเภท: เอนโทรปีของข้อมูลเข้ารหัสลับ
tr: Sınıflandırma: şifreli entropi
uk: Класифікація: ентропія зашифрованих даних
vi: Phân loại: entropy dữ liệu mã hóa
zh_hans: 分类：加密熵
zh_hant: 分類：加密的熵

# SetDesc_analysis_classify_encryptedEntropy
source: Minimum entropy (bits per byte) for encrypted or random data.
ar: الحد الأدنى للإنتروبيا (بت لكل بايت) للبيانات المشفرة أو العشوائية.
cs: Minimální entropie (bity na bajt) pro šifrovaná nebo náhodná data.
de: Mindestentropie (Bits pro Byte) für verschlüsselte oder zufällige Daten.
el: Ελάχιστη εντροπία (bit ανά byte) για κρυπτογραφημένα ή τυχαία δεδομένα.
es: Entropía mínima (bits por byte) para datos cifrados o aleatorios.
fa: حداقل آنتروپی (بیت در هر بایت) برای دادهٔ رمزنگاری‌شده یا تصادفی.
fr: Entropie minimale (bits par octet) pour les données chiffrées ou aléatoires.
hu: A titkosított vagy véletlen adatok minimális entrópiája (bit/bájt).
id: Entropi minimum (bit per byte) untuk data terenkripsi atau acak.
it: Entropia minima (bit per byte) per dati crittografati o casuali.
ja: 暗号化・乱数とみなすエントロピー (ビット / バイト) の下限です。
ko: 암호화되었거나 무작위인 데이터로 간주할 최소 엔트로피(바이트당 비트)입니다.
pl: Minimalna entropia (bity na bajt) dla danych zaszyfrowanych lub losowych.
pt: Entropia mínima (bits por byte) para dados criptografados ou aleatórios.
ro: Entropia minimă (biți pe octet) pentru datele criptate sau aleatoare.
th: เอนโทรปีขั้นต่ำ (บิตต่อไบต์) สำหรับข้อมูลที่เข้ารหัสลับหรือสุ่ม
tr: Şifreli veya rastgele veri için en düşük entropi (bayt başına bit).
uk: Мінімальна ентропія (бітів на байт) для зашифрованих або випадкових даних.
vi: Entropy tối thiểu (bit mỗi byte) cho dữ liệu mã hóa hoặc ngẫu nhiên.
zh_hans: 视为加密或随机数据的最小熵（每字节位数）。
zh_hant: 加密或亂數資料的最小熵（每位元組位元數）。

# Set_analysis_classify_pValueLow
source: Classification: lowest p-value
ar: التصنيف: أدنى قيمة p
cs: Klasifikace: nejnižší p-hodnota
de: Klassifizierung: niedrigster p-Wert
el: Ταξινόμηση: χαμηλότερη τιμή p
es: Clasificación: valor p mínimo
fa: دسته‌بندی: کمترین مقدار p
fr: Classification : valeur p la plus basse
hu: Osztályozás: legkisebb p-érték
id: Klasifikasi: nilai p terendah
it: Classificazione: valore p minimo
ja: 分類: p 値の下限
ko: 분류: 최소 p-값
pl: Klasyfikacja: najniższa wartość p
pt: Classificação: valor-p mínimo
ro: Clasificare: valoarea p cea mai mică
th: การจัดประเภท: ค่า p ต่ำสุด
tr: Sınıflandırma: en düşük p değeri
uk: Класифікація: найменше p-значення
vi: Phân loại: giá trị p thấp nhất
zh_hans: 分类：最低 p 值
zh_hant: 分類：最低 p 值

# SetDesc_analysis_classify_pValueLow
source: Encrypted or random blocks must have a chi-square p-value of at least this value.
ar: يجب أن تكون قيمة p لاختبار مربع كاي للكتل المشفرة أو العشوائية هذه القيمة على الأقل.
cs: Šifrované nebo náhodné bloky musí mít p-hodnotu testu chí-kvadrát alespoň tuto.
de: Verschlüsselte oder zufällige Blöcke müssen einen Chi-Quadrat-p-Wert von mindestens diesem Wert haben.
el: Τα κρυπτογραφημένα ή τυχαία μπλοκ πρέπει να έχουν τιμή p χι-τετράγωνο τουλάχιστον ίση με αυτή την τιμή.
es: Los bloques cifrados o aleatorios deben tener un valor p de chi cuadrado de al menos este valor.
fa: بلوک‌های رمزنگاری‌شده یا تصادفی باید مقدار p کای‌دو دست‌کم برابر این مقدار داشته باشند.
fr: Les blocs chiffrés ou aléatoires doivent avoir une valeur p du khi-deux au moins égale à cette valeur.
hu: A titkosított vagy véletlen blokkok khi-négyzet p-értékének legalább ennyinek kell lennie.
id: Blok terenkripsi atau acak harus memiliki nilai p chi-kuadrat setidaknya sebesar nilai ini.
it: I blocchi crittografati o casuali devono avere un valore p del chi quadrato pari almeno a questo valore.
ja: 暗号化・乱数のブロックのカイ二乗の p 値の下限です。
ko: 암호화되었거나 무작위인 블록은 카이제곱 p-값이 이 값 이상이어야 합니다.
pl: Bloki zaszyfrowane lub losowe muszą mieć wartość p testu chi-kwadrat co najmniej równą tej wartości.
pt: Blocos criptografados ou aleatórios devem ter um valor-p do qui-quadrado de pelo menos este valor.
ro: Blocurile criptate sau aleatoare trebuie să aibă o valoare p chi-pătrat de cel puțin această valoare.
th: บล็อกที่เข้ารหัสลับหรือสุ่มต้องมีค่า p ของไคสแควร์อย่างน้อยเท่านี้
tr: Şifreli veya rastgele blokların ki-kare p değeri en az bu değer olmalıdır.
uk: p-значення хі-квадрат зашифрованих або випадкових блоків має бути не меншим за це значення.
vi: Khối mã hóa hoặc ngẫu nhiên phải có giá trị p chi bình phương ít nhất bằng giá trị này.
zh_hans: 加密或随机块的卡方 p 值必须不低于此值。
zh_hant: 加密或亂數區塊的卡方 p 值必須至少為此值。

# Set_analysis_classify_pValueHigh
source: Classification: highest p-value
ar: التصنيف: أعلى قيمة p
cs: Klasifikace: nejvyšší p-hodnota
de: Klassifizierung: höchster p-Wert
el: Ταξινόμηση: υψηλότερη τιμή p
es: Clasificación: valor p máximo
fa: دسته‌بندی: بیشترین مقدار p
fr: Classification : valeur p la plus haute
hu: Osztályozás: legnagyobb p-érték
id: Klasifikasi: nilai p tertinggi
it: Classificazione: valore p massimo
ja: 分類: p 値の上限
ko: 분류: 최대 p-값
pl: Klasyfikacja: najwyższa wartość p
pt: Classificação: valor-p máximo
ro: Clasificare: valoarea p cea mai mare
th: การจัดประเภท: ค่า p สูงสุด
tr: Sınıflandırma: en yüksek p değeri
uk: Класифікація: найбільше p-значення
vi: Phân loại: giá trị p cao nhất
zh_hans: 分类：最高 p 值
zh_hant: 分類：最高 p 值

# SetDesc_analysis_classify_pValueHigh
source: Encrypted or random blocks must have a chi-square p-value of at most this value.
ar: يجب أن تكون قيمة p لاختبار مربع كاي للكتل المشفرة أو العشوائية هذه القيمة على الأكثر.
cs: Šifrované nebo náhodné bloky musí mít p-hodnotu testu chí-kvadrát nejvýše tuto.
de: Verschlüsselte oder zufällige Blöcke müssen einen Chi-Quadrat-p-Wert von höchstens diesem Wert haben.
el: Τα κρυπτογραφημένα ή τυχαία μπλοκ πρέπει να έχουν τιμή p χι-τετράγωνο το πολύ ίση με αυτή την τιμή.
es: Los bloques cifrados o aleatorios deben tener un valor p de chi cuadrado de como máximo este valor.
fa: بلوک‌های رمزنگاری‌شده یا تصادفی باید مقدار p کای‌دو حداکثر برابر این مقدار داشته باشند.
fr: Les blocs chiffrés ou aléatoires doivent avoir une valeur p du khi-deux au plus égale à cette valeur.
hu: A titkosított vagy véletlen blokkok khi-négyzet p-értéke legfeljebb ennyi lehet.
id: Blok terenkripsi atau acak harus memiliki nilai p chi-kuadrat paling besar nilai ini.
it: I blocchi crittografati o casuali devono avere un valore p del chi quadrato pari al massimo a questo valore.
ja: 暗号化・乱数のブロックのカイ二乗の p 値の上限です。
ko: 암호화되었거나 무작위인 블록은 카이제곱 p-값이 이 값 이하여야 합니다.
pl: Bloki zaszyfrowane lub losowe muszą mieć wartość p testu chi-kwadrat najwyżej równą tej wartości.
pt: Blocos criptografados ou aleatórios devem ter um valor-p do qui-quadrado de no máximo este valor.
ro: Blocurile criptate sau aleatoare trebuie să aibă o valoare p chi-pătrat de cel mult această valoare.
th: บล็อกที่เข้ารหัสลับหรือสุ่มต้องมีค่า p ของไคสแควร์ไม่เกินค่านี้
tr: Şifreli veya rastgele blokların ki-kare p değeri en fazla bu değer olmalıdır.
uk: p-значення хі-квадрат зашифрованих або випадкових блоків має бути не більшим за це значення.
vi: Khối mã hóa hoặc ngẫu nhiên phải có giá trị p chi bình phương tối đa bằng giá trị này.
zh_hans: 加密或随机块的卡方 p 值必须不高于此值。
zh_hant: 加密或亂數區塊的卡方 p 值必須至多為此值。

# Set_analysis_classify_compressedEntropy
source: Classification: compressed entropy
ar: التصنيف: إنتروبيا الضغط
cs: Klasifikace: entropie komprese
de: Klassifizierung: Entropie für komprimiert
el: Ταξινόμηση: εντροπία συμπίεσης
es: Clasificación: entropía de compresión
fa: دسته‌بندی: آنتروپی فشرده‌سازی
fr: Classification : entropie compressée
hu: Osztályozás: tömörített entrópia
id: Klasifikasi: entropi terkompresi
it: Classificazione: entropia compressi
ja: 分類: 圧縮のエントロピー
ko: 분류: 압축 엔트로피
pl: Klasyfikacja: entropia skompresowanych
pt: Classificação: entropia de compactados
ro: Clasificare: entropie pentru comprimat
th: การจัดประเภท: เอนโทรปีของข้อมูลบีบอัด
tr: Sınıflandırma: sıkıştırılmış entropi
uk: Класифікація: ентропія стиснених даних
vi: Phân loại: entropy dữ liệu nén
zh_hans: 分类：压缩熵
zh_hant: 分類：壓縮的熵

# SetDesc_analysis_classify_compressedEntropy
source: Minimum entropy (bits per byte) for compressed data.
ar: الحد الأدنى للإنتروبيا (بت لكل بايت) للبيانات المضغوطة.
cs: Minimální entropie (bity na bajt) pro komprimovaná data.
de: Mindestentropie (Bits pro Byte) für komprimierte Daten.
el: Ελάχιστη εντροπία (bit ανά byte) για συμπιεσμένα δεδομένα.
es: Entropía mínima (bits por byte) para datos comprimidos.
fa: حداقل آنتروپی (بیت در هر بایت) برای دادهٔ فشرده.
fr: Entropie minimale (bits par octet) pour les données compressées.
hu: A tömörített adatok minimális entrópiája (bit/bájt).
id: Entropi minimum (bit per byte) untuk data terkompresi.
it: Entropia minima (bit per byte) per dati compressi.
ja: 圧縮とみなすエントロピー (ビット / バイト) の下限です。
ko: 압축된 데이터로 간주할 최소 엔트로피(바이트당 비트)입니다.
pl: Minimalna entropia (bity na bajt) dla danych skompresowanych.
pt: Entropia mínima (bits por byte) para dados compactados.
ro: Entropia minimă (biți pe octet) pentru datele comprimate.
th: เอนโทรปีขั้นต่ำ (บิตต่อไบต์) สำหรับข้อมูลที่บีบอัด
tr: Sıkıştırılmış veri için en düşük entropi (bayt başına bit).
uk: Мінімальна ентропія (бітів на байт) для стиснених даних.
vi: Entropy tối thiểu (bit mỗi byte) cho dữ liệu nén.
zh_hans: 视为压缩数据的最小熵（每字节位数）。
zh_hant: 壓縮資料的最小熵（每位元組位元數）。

# Set_statistics_autoRecompute
source: Recalculate statistics automatically
ar: إعادة حساب الإحصاءات تلقائيًا
cs: Automaticky přepočítávat statistiku
de: Statistik automatisch neu berechnen
el: Αυτόματος επανυπολογισμός στατιστικών
es: Volver a calcular las estadísticas automáticamente
fa: محاسبهٔ دوبارهٔ خودکار آمار
fr: Recalculer automatiquement les statistiques
hu: Statisztika automatikus újraszámítása
id: Hitung ulang statistik secara otomatis
it: Ricalcola automaticamente le statistiche
ja: 統計を自動で再計算する
ko: 통계 자동 다시 계산
pl: Automatycznie przeliczaj statystyki
pt: Recalcular estatísticas automaticamente
ro: Recalculare automată a statisticilor
th: คำนวณสถิติใหม่โดยอัตโนมัติ
tr: İstatistikleri otomatik olarak yeniden hesapla
uk: Перераховувати статистику автоматично
vi: Tự động tính lại thống kê
zh_hans: 自动重新计算统计信息
zh_hant: 自動重新計算統計資料
